// 1. Задать температуру в градусах по Цельсию. Вывести в alert соответствующую температуру в градусах по Фаренгейту. Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32, где Tf – температура по Фаренгейту, Tc – температура по Цельсию
var celsius = 27;
var fahrenheit = (9 / 5) * celsius + 32;

alert(fahrenheit);

// 3. Объявить две переменные: admin и name. Записать в name строку "Василий"; Скопировать значение из name в admin. Вывести admin (должно вывести «Василий»).
var admin = "Василий";
var name = admin;
alert(admin);


// *Чему будет равно JS-выражение 1000 + "108"/

1000108
